Repository: Arcana/pubstomp.hu
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hu

# subtitle_hun_pubstomp
source: Hungarian Pubstomp
hu: Magyar Pubstomp

# bar_title
source: July 18-20: Füge Udvar
hu: július 18-20. &ndash; Füge Udvar

# bar_description
source: Entry is free, booze is plenty, and the games will be more than awesome!
hu: A belépés ingyenes, inni amennyit csak akarsz, és a meccsek baromi jók lesznek!

source: Facebook events:
hu: Facebook események:

source: Day 1
hu: 1. nap

source: Day 2
hu: 2. nap

source: Day 3
hu: 3. nap

# cinema_title
source: July 21: Lurdy Ház Cinema
hu: július 21. &ndash; Lurdy Ház mozi

# cinema_description
source: Holds tons of people, has a nominal entry fee of 500&nbsp;HUF, and a huge, huge screen!
hu: Ide mindannyian befértek, a belépő csak 500 forint, a kivetítő meg ha-tal-mas!

source: Facebook event:
hu: Facebook esemény:

source: Grand Finals
hu: A döntő

source: Details
hu: Részletek

# whats_a_pubstomp_title
source: What is a pubstomp?
hu: Mi az, hogy "pubstomp"?

# whats_a_pubstomp_text
source: A pubstomp is simply a gathering of Dota fans in pubs or bars to watch the hottest e-sports happenings throughout the year. The phenomonon stems from the Starcraft scene in early 2011 (where it's called "<a href="http://en.wikipedia.org/wiki/BarCraft">Barcraft</a>"), and is only becoming more common as more games enter the e-sports scene, and more prestigious events are held.
hu: A pubstomp gyakorlatilag egy olyan esemény, ahol Dota rajongók együtt nézik esport bajnokságok meccseit. Az ötlet 2011-ből származik, amikor Starcraft játékosok kezdtek el úgynevezett <a href="http://en.wikipedia.org/wiki/BarCraft">Barcraftokat</a> szervezni&mdash;azóta pedig csak egyre népszerűbbé válnak ezek az összejövetelek, mint ahogy a bajnokságok hírneve is egyre csak nő.

# why_pubstomp_title
source: Why should I go to a pubstomp?
hu: Miért menjek el a pubstompra?

# why_pubstomp_text_1
source: Pubstomps are a substitute for being at the live event - you get a sense of atmosphere and community that you don't get just watching the games at home. You also get to socialize and meet others local to you with similar interests, and that's never a bad thing.
hu: A pubstompok azoknak valók, akik nem tudnak a rendes bajnokságra kimenni, de mégis ugyanolyan atmoszférájú helyen és közösségben szeretnék végigizgulni a meccseket, mint élőben. Arról nem is beszélve, hogy rengeteg embert ismerhetsz így meg, akiknek ugyanaz a hobbija, mint neked.

# whats_an_international_title
source: What is The International?
hu: Mi az a "The International"?

# whats_an_international_text
source: <a href="http://www.dota2.com/international/announcement/">The International</a> is Dota 2's annual championship tournament, inviting top teams from around the world to compete for one of the largest prize pools in E-sports history. The tournament is hosted by <a href="http://valvesoftware.com/">Valve Corporation</a> &ndash; the developer's of Dota 2, without any external sponsors, and is often regarded as one of the most innovative e-sports events &ndash; finding new ways to support the e-sports industry year after year.
hu: Az <a href="http://www.dota2.com/international/announcement/">International</a> az évente megrendezett legnagyobb Dota 2 bajnokság, ahol a világ legjobb csapatai mérkőznek meg az esport történelmének leghatalmasabb pénznyereményeiért&mdash;idén az összdíjazás átlépheti akár a kétmilliárd forintot is. A bajnokság szervezője a <a href="http://valvesoftware.com/">Valve Corporation</a>, a Dota 2 fejlesztője. A bajnokságot külső szponzorok nélkül rendezik meg, és gyakran nevezik ezt a világ leginnovatívabb esport eseményének, ahol minden évben kitalálnak valami új módot az esport támogatására.

# attend_title
source: Attend
hu: Részvétel

# attend_text
source: Pubstomp.hu's The International 2014 event will be held in the heart of Budapest. Füge Udvar is easily accessible, being located right next to Blaha Lujza tér. Anyone is welcome to attend, and attendance is free for the first three days. Füge Udvar can be trusted to satisfy all your needs for drinks and snacking. The cinema in Lurdy Ház has a cafeteria, but you're free to leave the cinema and come back later any time, which is super convenient as the Lurdy Ház mall has a rather comprehensive set of restaurants.
hu: Az összejövetel első napjait Budapest szívében fogjuk tartani, a Füge Udvar nagyon könnyen megközelíthető, mivel a ott van pont a Blaha Lujza tér mellett. Mindenkit szívesen látunk, és egy az első három napon a részvétel is ingyenes. A Füge Udvarban megbízhattok, hogy minden ital és rágcsálnivaló iránti ígényeteket kielégítsék, és a Lurdy Ház mozijában is van egy büfé, viszont nyugodtan akármikor elhagyhatjátok a helyszínt, hogy aztán később visszatérjetek, ami különösen jól jön, hisz a Lurdy Ház egy pláza, tele mindenféle éttermekkel.

# travelling_title
source: Travelling in?
hu: Megközelítés

# travelling_text
source: Füge Udvar is right next to the city centre, so it shouldn't be very hard to find. It's a three minute walk from Blaha Lujza tér, which can be approached by, for instance, metro line M2, tram lines 4, 6, 28, and 37, and also bus lines 5, 7, 7E, 8, 8A, 107, 112, 133, 178, 233, and 239&mdash;see, I told you to you have nothing to worry about.<br>Lurdy Ház is a bit further away from the city centre, but it still shouldn't take longer than around 30 minutes to get there. The bus line 103 drops you off right at the place, which in turn is connected to metro line M2 at the Puskás Ferenc Stadion metro station. If you don't mind a 15 minute walk, you can also get off of metro line M3 at Nagyvárad tér, and continue your trip on foot.
hu: A Füge Udvar pont a városközpont mellett van, szóval nem okozhat majd nagy gondott a megtalálása. Három perc sétára van a Blaha Lujza tértől, ahol megáll a kettes metró, a 4-es, 6-os, 28-as, és 37-es villamos, valamit a következő buszjáratok: 5, 7, 7E, 8, 8A, 107, 112, 133, 178, 233, és 239&mdash;na ugye, hogy nincs itt mitől félni?<br>A Lurdy Ház már kicsit távolabb van a városközponttól, de még így is kb. fél órán belül oda lehet érni. A 103-as busz pont a pláza előtt tesz le, amire pedig a Puskás Ferenc Stadion metróállomáson a kettes metróról át lehet szállni. Ha pedig nem okoz gondot neked egy 15 perces séta, leszállhatsz a hármas metróról a Nagyvárad térnél, és gyalog folytathatod onnan az utad.

# contact_us
source: Contact us at <a href="mailto:team@pubstomp.hu">team@pubstomp.hu</a>
hu: Írj nekünk a <a href="mailto:team@pubstomp.hu">team@pubstomp.hu</a> címre!
